[{
		"quote": "We, the people, still believe that our obligations as Americans are not just to ourselves, but to all posterity. We will respond to the threat of climate change, knowing that the failure to do so would betray our children and future generations.",
		"author": "Barack Obama",
		"author-meta": "President of the United States",
		"source": "http://www.climatechangechallenge.org/Media/Quotations.htm",
		"date": "2013"
	},

	{
		"quote": "A child working in a mine in the Congo would need more than 700,000 years of non-stop work to earn the same amount as a single day of Bezos’ income.",
		"author": "Kate Crawford and Vladan Joler",
		"author-meta": "",
		"source": "Anatomy of an AI System",
		"date": "2018"
	},

	{
		"quote": "First, we must stop wasting energy. A quarter of the UK’s carbon emissions come from the home. Our housing stock – the oldest in Europe – is costing us the earth… After transport, heating is the second biggest driver of energy demand in Britain. British Gas research suggests that householders who put in energy efficiency measures cut their gas consumption by 44%. Better insulated buildings will do much of the work for us.",
		"author": "Chris Huhne",
		"author-meta": "Former Secretary of State for Energy and Climate Change",
		"source": "",
		"date": "2011"
	},

	{
		"quote": "How could I look my grandchildren in the eye and say I knew what was happening to the world and did nothing.",
		"author": "David Attenborough",
		"author-meta": "",
		"source": "Sunday Times",
		"date": "2006"
	},

	{
		"quote": "I'd put my money on the sun and solar energy. What a source of power! I hope we don't have to wait 'til oil and coal run out before we tackle that.",
		"author": "Thomas Edison",
		"author-meta": "",
		"source": "",
		"date": "1847–1931"
	},

	{
		"quote": "Ask not what your country can do for you—ask what you can do for your country.",
		"author": "John F Kennedy",
		"author-meta": "President",
		"source": "",
		"date": "1961"
	},

	{
		"quote": "But we must also look at renewable heat technology. More combined heat and power schemes, putting waste heat to better use. More district heating schemes. And more electric air and ground-source heat pumps, drawing warmth from the outside world to heat the indoors. Better insulation, smarter homes, and more efficient heating can help us cut our energy demand.",
		"author": "Chris Huhne",
		"author-meta": "Secretary of State for Energy and Climate Change",
		"source": "",
		"date": "2011"
	},

	{
		"quote": "In the end, the question is not, how do we use nature to serve our interests? It’s how can we use humans to serve nature’s interest?’",
		"author": "William McDonough",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "We must be the change we wish to see in the world.",
		"author": "Gandhi",
		"author-meta": "",
		"source": "",
		"date": "1913"
	},

	{
		"quote": "If the world is to be healed through human efforts, I am convinced it will be by ordinary people, people whose love for this life is even greater than their fear. People who can open to the web of life that called us into being.",
		"author": "Joanna Macy",
		"author-meta": "",
		"source": "",
		"date": "1993"
	},

	{
		"quote": "All things are possible, once enough human beings realize that everything is at stake.",
		"author": "Norman Cousins",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world",
		"author": "Desmond Tutu",
		"author-meta": "Archbishop",
		"source": "",
		"date": ""
	},

	{
		"quote": "Waste no more time talking about great souls and how they should be, become one yourself!",
		"author": "Marcus Aurelius",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "You don't have to be a fantastic hero to do certain things to compete. You can be just an ordinary chap, sufficiently motivated to reach challenging goals.",
		"author": "Sir Edmund Hillary",
		"author-meta": "Mountaineer",
		"source": "",
		"date": ""
	},

	{
		"quote": "Ignoring climate change will be the most costly of all possible choices, for us and our children.",
		"author": "Peter Ewins",
		"author-meta": "",
		"source": "British Meteorological Office",
		"date": "2002"
	},

	{
		"quote": "The problems of the world cannot possibly be solved by skeptics or cynics whose horizons are limited by the obvious realities. We need men who can dream of things that never were.",
		"author": "John F. Kennedy",
		"author-meta": "President",
		"source": "",
		"date": "1963"
	},

	{
		"quote": "In the year 2065, on current trends, damage from climate change will exceed global GDP.",
		"author": "Andrew Dlugolecki",
		"author-meta": "",
		"source": "General Insurance Development",
		"date": "2013"
	},

	{
		"quote": "It is unbelievably sad and ironic that the first victims of global warming are almost all going to come from places that are producing virtually none of the problem.",
		"author": "Bill McKibben",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "To be clear, climate change is a true 800 pound gorilla in the room.",
		"author": "Debbie Wasserman Schultz",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "All across the world, …increasingly dangerous weather patterns and devastating storms are abruptly putting an end to the long-running debate over whether or not climate change is real. Not only is it real, it’s here, and its effects are giving rise to a frighteningly new global phenomenon: the man-made natural disaster.",
		"author": "Barack Obama",
		"author-meta": "President of the United States",
		"source": "",
		"date": ""
	},

	{
		"quote": "This is the moment when we must come together to save this planet.",
		"author": "Barack Obama",
		"author-meta": "President of the United States",
		"source": "",
		"date": ""
	},

	{
		"quote": "The planet has a fever. If your baby has a fever, you go to the doctor. If the doctor says you need to intervene here, you don’t say, `Well, I read a science fiction novel that told me it’s not a problem.’… You take action.",
		"author": "Al Gore",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Nobody on this planet is going to be untouched by the impacts of climate change.",
		"author": "Rajendra K. Pachauri",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "This is not something that happens far away to people that we don’t know. Global warming is something that happens to all of us, all at once.",
		"author": "Larry Brilliant",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Climate change is for real. We have just a small window of opportunity and it is closing rather rapidly. There is not a moment to lose.",
		"author": "Rajendra K. Pachauri",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "The only reason runaway global warming seems unstoppable is that we have not yet tried to stop it.",
		"author": "Gregg Easterbrook",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "You can’t pray away global warming, and that’s the difference between religious people and sane people.",
		"author": "Bill Maher",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "The science [of global warming] is beyond dispute… Delay is no longer an option. Denial is no longer an acceptable response.",
		"author": "Barack Obama",
		"author-meta": "President of the United States",
		"source": "",
		"date": ""
	},

	{
		"quote": "Humans react to danger when it is immediate, immoral, visible… Global warming does not press any of those buttons.",
		"author": "Daniel Gilbert",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Have we failed to slow global warming pollution in part because climate and environmental activists have been too polite and well behaved?",
		"author": "Jeff Goodell",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Disasters around the world are twice as big as they ever were, and ice is melting where it’s not supposed to melt, and everything’s changing – the world is changing – and it’s all because of global warming, I think.",
		"author": "Jerry Weintraub",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "I have a feeling that climate change may be an issue as severe as a war. It may be necessary to put democracy on hold for a while.",
		"author": "James Lovelock",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Shame on us if 100 years from now our grandchildren are living on a planet that has been irreparably damaged by Global Warming, and they ask, ‘How could those who came before us, who saw this coming, have let this happen?'",
		"author": "Joe Lieberman",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "There are too many people, that’s why we have global warming. We have global warming because too many people are using too much stuff.",
		"author": "Ted Turner",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Animal agriculture makes a 40% greater contribution to global warming than all transportation in the world combined; it is the number one cause of climate change.",
		"author": "Jonathan Safran Foer",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Industrial production of meat makes a huge contribution to global warming.",
		"author": "Noam Chomsky",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Stop thinking about global warming as a future threat and understand it instead as a present emergency, one that requires a far stronger policy response than we’d imagined.",
		"author": "Bill McKibben",
		"author-meta": "",
		"source": "",
		"date": ""
	},

	{
		"quote": "Global warming is a total, and very expensive, hoax!",
		"author": "Donald Trump",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "The new fad thing that’s going through America and around the world. It’s called global warming.",
		"author": "Steve Stockman",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "There is no doubt that parts of the world are getting warmer, but the warming is not global.",
		"author": "Freeman Dyson",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "So-called global warming is just a secret ploy by wacko tree-huggers to make America energy-independent, clean our air & water, improve fuel-efficiency of our vehicles, kickstart 21st century industries, & make our cities safer & more livable. Don’t let them get away with it!",
		"author": "Chip Giller",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Global warming – at least the modern nightmare vision – is a myth. I am sure of it and so are a growing number of scientists. But what is really worrying is that the world’s politicians and policy makers are not.",
		"author": "David Bellamy",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Unfortunately the global warming hysteria, as I see it, is driven by politics more than by science.",
		"author": "Freeman Dyson",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "There is no global warming problem, there isn’t going to be a global warming problem. Sit back and enjoy the sunshine.",
		"author": "Christopher Monckton",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Global warming is the greatest and most successful pseudoscientific fraud I have seen in my long life as a physicist.",
		"author": "Harold Lewis",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "With all of the hysteria, all of the fear, all of the phony science, could it be that man-made global warming is the greatest hoax ever perpetrated on the American people? It sure sounds like it.",
		"author": "James Inhofe",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "… those who are absolutely certain that the rise in temperatures is due solely to carbon dioxide have no scientific justification. It’s pure guesswork.",
		"author": "Henrik Svensmark",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "‘Global warming’ is just the latest in a long line of hysterical crusades to which we seem to be increasingly susceptible.",
		"author": "Thomas Sowell",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Global warming is not a threat. It’s not a real threat, It’s not a credible threat. It’s not an imminent threat. ISIS is.",
		"author": "Eric Bolling",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "We may have made one of the biggest and most stupid collective mistakes in history by getting so worried about global warming.",
		"author": "Nigel Farage",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Global warming is part of natural cycle and there’s nothing we can actually do to stop these cycles. The world is now facing spending a vast amount of money in tax to try to solve a problem that doesn’t actually exist.",
		"author": "David Bellamy",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "The idea that global warming is the most important problem facing the world is total nonsense and is doing a lot of harm.",
		"author": "Freeman Dyson",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "I don’t think global warming is to do with us, I think it’s a natural circle. I don’t think a few Ferraris make that much difference.",
		"author": "David Bailey",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Thousands of people die every year of cold, so if we had global warming it would save lives … We ought to look out for people. The earth can take care of itself.",
		"author": "Duncan Hunter",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Global Warming: It is a hoax, It is bad science, It is high-jacking public policy, It is the greatest scam in history.",
		"author": "John Coleman",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "It is the greatest scam in history. I am amazed, appalled and highly offended by it. Global Warming; It is a scam. Some dastardly scientists with environmental and political motives manipulated long term scientific data to create an illusion of rapid global warming.",
		"author": "John Coleman",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Global warming experts are saying that sea levels could rise 20 feet. Apparently their strategy for surviving this is to stand on top of a pile of government research grant money.",
		"author": "Fred Thompson",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "Global warming is the most prominent form of mass hysteria raging across the world today.",
		"author": "Doug Casey",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},

	{
		"quote": "The big thing we are working on now is the global warming hoax. It’s all voodoo, nonsense, hokum, a hoax.",
		"author": "Michele Bachmann",
		"author-meta": "",
		"source": "",
		"date": "",
		"counter": true
	},
 
        {
		"quote": "Emphasize the uncertainty in scientific conclusions",
		"author": "",
		"author-meta": "",
		"source": "Exxon",
		"date": "1989",
	},

        {
		"quote": "Don’t risk our economic future",
		"author": "",
		"author-meta": "",
		"source": "the Global Climate Coalition, a front group for utility, oil, coal, mining, railroad and car companies",
		"date": "1997",
	},
 
        {
		"quote": "Between 2010 and 2018, 98.7% of Shell’s investments were in oil and gas.",
		"author": "",
		"author-meta": "",
		"source": "Guardian",
		"date": "2021",
	},
 
        {
		"quote": "The advertising industry is fuelling climate disaster, and it’s getting away with it",
		"author": "Andrew Simms",
		"author-meta": "",
		"source": "",
		"date": "2021",
	},
 
        {
		"quote": "Advertising is adding an extra 28% to the annual carbon footprint of every single person in the UK",
		"author": "",
		"author-meta": "",
		"source": "Advertised Emissions report",
		"date": "2021",
	},
 
        {
		"quote": "In 2019 the UK advertising industry was responsible for more than 186 million tonnes of CO2",
		"author": "",
		"author-meta": "",
		"source": "Advertised Emissions report",
		"date": "2021",
	},
 
        
        {
		"quote": "In 2019 the UK advertising industry alone emitted CO2 equivalent to 47 coal-fired power plants running for 1 year.",
		"author": "",
		"author-meta": "",
		"source": "Advertised Emissions report",
		"date": "2021",
	},
 
        
        {
		"quote": "The advertising industry is fuelling climate disaster, and it’s getting away with it",
		"author": "Andrew Simms",
		"author-meta": "",
		"source": "Guardian",
		"date": "2021",
	}
]
